Revit 2027 API
ParameterTypeId.CurtaingridBeltV Property
 "Belt Measurement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltV { get; }
Public Shared ReadOnly Property CurtaingridBeltV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltV {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace